Repository: mikurei/ticketgram
Catalog: src/locales/*/LC_MESSAGES/*.po
Languages: ru_ru

source: ⚠️ Unexpected Error has occurred: <pre>context.bot_data = {}</pre> <pre>context.chat_data = {}</pre> <pre>context.user_data = {}</pre> <pre>{}</pre>
ru_ru: ⚠️ Произошла непредвиденная ошибка: <pre>context.bot_data = {}</pre> <pre>context.chat_data = {}</pre> <pre>context.user_data = {}</pre> <pre>{}</pre>

source: Please, wait until they are resolved.
ru_ru: Пожалуйста, дождитесь ответа.

source: Cancel ❌
ru_ru: Отменить ❌

source: Send your question and we'll do our best to assist you! 😉
ru_ru: Напишите в чем проблема и мы постараемся Вам помочь! 😉

source: <i>❌ Ticket has been cancelled by user.</i>
ru_ru: <i>❌ Обращение отменено пользователем.</i>

source: SPAM 🗑️
ru_ru: СПАМ 🗑️

source: CLOSE ✅
ru_ru: РЕШЕНО ✅

source: ✅ Ticket has been successfully created
ru_ru: ✅ Обращение успешно создано

source: Support Staff
ru_ru: Команда Поддержки

source: Spam
ru_ru: Спам

source: 🛑 <b>has issued a ban</b>, <i>reason: {reason}</i>
ru_ru: 🛑 <b>выдал(а) блокировку</b>, <i>причина: {reason}</i>

source: <b>System</b> {body}
ru_ru: <b>Система</b> {body}

source: {header}{body} <i>Deleted {count} open tickets</i>
ru_ru: {header}{body} <i>Удалено {count} открытых обращений</i>

source: {header}✅ <b>marked this ticket as resolved</b>
ru_ru: {header}✅ <b>пометил(а) обращение как решеное</b>

source: ℹ️ Usage: {} <ticket_id OR username OR user_id> <reason>
ru_ru: ℹ️ Подсказка: {} <id_обращения ИЛИ юзернейм ИЛИ id_пользователя> <причина>

source: ⚠️ User is already banned
ru_ru: ⚠️ Пользователь уже заблокирован

source: ✅ User has been banned
ru_ru: ✅ Пользователь заблокирован

source: ℹ️ Usage: {} <ticket_id OR username OR user_id>
ru_ru: ℹ️ Подсказка: {} <id_обращения ИЛИ юзернейм ИЛИ id_пользователя>

source: ✅ User has been unbanned
ru_ru: ✅ Пользователь разблокирован

source: ⚠️ User is not banned
ru_ru: ⚠️ Пользователь не заблокирован

source: ℹ️ Usage: {} <pseudonym>
ru_ru: ℹ️ Подсказка: {} <псевдоним>

source: ✅ Pseudonym has been set to '{}'
ru_ru: ✅ Псевдоним установлен как '{}'

source: 🥳 Hooray, all tickets are resolved!
ru_ru: 🥳 Ура, все обращения закрыты!

source: <b>(page {}/{})</b>
ru_ru: <b>(стр. {}/{})</b>

source: 📂 Open tickets {} {}
ru_ru: 📂 Открытые обращения {} {}

source: <b>ℹ️ Support response:</b> Hi, {client_name}! {staff_response} Kind regards, {staff_pseudonym}
ru_ru: <b>ℹ️ Ответ поддержки:</b> Здравствуйте, {client_name}! {staff_response} С уважением, {staff_pseudonym}

source: Hi! I'm a bot that manages the support system. If you need assistance with anything, feel free to contact us using the `/ticket` command! Local time is <code>{local_time} (UTC{time_zone})</code> Work time is <code>{work_start} - {work_end}</code> Work days are <code>{work_calendar}</code>
ru_ru: Привет! Я бот управляющий системой поддержки. Если Вам нужна помощь с чем-то, воспользуйтесь командой `/ticket` для связи с нами! Местное время <code>{local_time} (UTC{time_zone})</code> Рабочее время <code>{work_start} - {work_end}</code> Рабочие дни <code>{work_calendar}</code>

source: ⚠️ Ticket with this id doesn't exist in the database
ru_ru: ⚠️ Обращение с указанным идентификатором не существует в базе данных

source: ⚠️ User with this @username doesn't exist in the database
ru_ru: ⚠️ Пользователь с указанным @юзернеймом не существует в базе данных

source: ⚠️ User with this id doesn't exist in the database
ru_ru: ⚠️ Пользователь с указанным идентификатором не существует в базе данных

source: ⚠️ Target must be a valid ticket id OR @username OR user id
ru_ru: ⚠️ Цель должна быть правильным идентификатором обращения ИЛИ @юзернеймом ИЛИ идентификатором пользователя

source: month
ru_ru: месяц

source: months
ru_ru: месяцев

source: day
ru_ru: день

source: days
ru_ru: дней

source: hour
ru_ru: час

source: hours
ru_ru: часов

source: minute
ru_ru: минута

source: minutes
ru_ru: минут

source: second
ru_ru: секунда

source: seconds
ru_ru: секунд

source: long time ago
ru_ru: давным-давно

source: just now
ru_ru: совсем недавно

source: <i>Nothing to show</i>
ru_ru: <i>Нечего отображать</i>

source: monday
ru_ru: понедельник

source: tuesday
ru_ru: вторник

source: wednesday
ru_ru: среда

source: thursday
ru_ru: четверг

source: friday
ru_ru: пятница

source: saturday
ru_ru: суббота

source: sunday
ru_ru: воскресенье

source: Start command
ru_ru: Команда запуска

source: Create a new support ticket
ru_ru: Создать новое обращение

source: List of open tickets
ru_ru: Список открытых обращений

source: Update your pseudonym
ru_ru: Поменять Ваш псевдоним

source: Ban the user
ru_ru: Заблокировать пользователя

source: Unban the user
ru_ru: Разблокировать пользователя
